INSERT INTO `food` (`name`, `price`) VALUES
('food1','7648'),
('food2','3856'),
('food3','9694'),
('food4','8311'),
('food5','3000'),
('food6','4849'),
('food7','8258'),
('food8','5969'),
('food9','3118'),
('food10','5751'),
('food11','7823'),
('food12','8344'),
('food13','7476'),
('food14','4084'),
('food15','5389'),
('food16','3413'),
('food17','1409'),
('food18','3775'),
('food19','5557'),
('food20','9834'),
('food21','8738'),
('food22','1991'),
('food23','2507'),
('food24','8110'),
('food25','5973'),
('food26','1302'),
('food27','2711'),
('food28','1656'),
('food29','7671'),
('food30','1869'),
('food31','7259'),
('food32','3062'),
('food33','4958'),
('food34','6712'),
('food35','5205'),
('food36','4817'),
('food37','4784'),
('food38','6265'),
('food39','4131'),
('food40','8564'),
('food41','7554'),
('food42','9386'),
('food43','1047'),
('food44','4570'),
('food45','5164'),
('food46','3841'),
('food47','9115'),
('food48','7425'),
('food49','6063'),
('food50','5263'),
('food51','8580'),
('food52','7472'),
('food53','3928'),
('food54','9237'),
('food55','1427'),
('food56','2777'),
('food57','1243'),
('food58','3301'),
('food59','6591'),
('food60','3908'),
('food61','6345'),
('food62','8477'),
('food63','4766'),
('food64','9689'),
('food65','5173'),
('food66','3611'),
('food67','9623'),
('food68','4021'),
('food69','1688'),
('food70','1316'),
('food71','8311'),
('food72','5886'),
('food73','5596'),
('food74','6848'),
('food75','9718'),
('food76','7945'),
('food77','6317'),
('food78','5941'),
('food79','9409'),
('food80','7851'),
('food81','8925'),
('food82','5854'),
('food83','6847'),
('food84','9316'),
('food85','8258'),
('food86','7597'),
('food87','1360'),
('food88','4662'),
('food89','1545'),
('food90','5509'),
('food91','5285'),
('food92','7391'),
('food93','4758'),
('food94','8300'),
('food95','9368'),
('food96','1445'),
('food97','3496'),
('food98','8087'),
('food99','3026'),
('food100','5975'),
('food100','5975');

insert into cust VALUES('id1','id1','name1','addres1','email1');
insert into cust VALUES('id2','id2','name2','addres2','email2');
insert into cust VALUES('id3','id3','name3','addres3','email3');
insert into cust VALUES('id4','id4','name4','addres4','email4');
insert into cust VALUES('id5','id5','name5','addres5','email5');
insert into cust VALUES('id6','id6','name6','addres6','email6');
insert into cust VALUES('id7','id7','name7','addres7','email7');
insert into cust VALUES('id8','id8','name8','addres8','email8');
insert into cust VALUES('id9','id9','name9','addres9','email9');
insert into cust VALUES('id10','id10','name10','addres10','email10');
insert into cust VALUES('id11','id11','name11','addres11','email11');
insert into cust VALUES('id12','id12','name12','addres12','email12');
insert into cust VALUES('id13','id13','name13','addres13','email13');
insert into cust VALUES('id14','id14','name14','addres14','email14');
insert into cust VALUES('id15','id15','name15','addres15','email15');
insert into cust VALUES('id16','id16','name16','addres16','email16');
insert into cust VALUES('id17','id17','name17','addres17','email17');
insert into cust VALUES('id18','id18','name18','addres18','email18');
insert into cust VALUES('id19','id19','name19','addres19','email19');
insert into cust VALUES('id20','id20','name20','addres20','email20');
insert into cust VALUES('id21','id21','name21','addres21','email21');
insert into cust VALUES('id22','id22','name22','addres22','email22');
insert into cust VALUES('id23','id23','name23','addres23','email23');
insert into cust VALUES('id24','id24','name24','addres24','email24');
insert into cust VALUES('id25','id25','name25','addres25','email25');
insert into cust VALUES('id26','id26','name26','addres26','email26');
insert into cust VALUES('id27','id27','name27','addres27','email27');
insert into cust VALUES('id28','id28','name28','addres28','email28');
insert into cust VALUES('id29','id29','name29','addres29','email29');
insert into cust VALUES('id30','id30','name30','addres30','email30');
insert into cust VALUES('id31','id31','name31','addres31','email31');
insert into cust VALUES('id32','id32','name32','addres32','email32');
insert into cust VALUES('id33','id33','name33','addres33','email33');
insert into cust VALUES('id34','id34','name34','addres34','email34');
insert into cust VALUES('id35','id35','name35','addres35','email35');
insert into cust VALUES('id36','id36','name36','addres36','email36');
insert into cust VALUES('id37','id37','name37','addres37','email37');
insert into cust VALUES('id38','id38','name38','addres38','email38');
insert into cust VALUES('id39','id39','name39','addres39','email39');
insert into cust VALUES('id40','id40','name40','addres40','email40');
insert into cust VALUES('id41','id41','name41','addres41','email41');
insert into cust VALUES('id42','id42','name42','addres42','email42');
insert into cust VALUES('id43','id43','name43','addres43','email43');
insert into cust VALUES('id44','id44','name44','addres44','email44');
insert into cust VALUES('id45','id45','name45','addres45','email45');
insert into cust VALUES('id46','id46','name46','addres46','email46');
insert into cust VALUES('id47','id47','name47','addres47','email47');
insert into cust VALUES('id48','id48','name48','addres48','email48');
insert into cust VALUES('id49','id49','name49','addres49','email49');
insert into cust VALUES('id50','id50','name50','addres50','email50');
insert into cust VALUES('id51','id51','name51','addres51','email51');
insert into cust VALUES('id52','id52','name52','addres52','email52');
insert into cust VALUES('id53','id53','name53','addres53','email53');
insert into cust VALUES('id54','id54','name54','addres54','email54');
insert into cust VALUES('id55','id55','name55','addres55','email55');
insert into cust VALUES('id56','id56','name56','addres56','email56');
insert into cust VALUES('id57','id57','name57','addres57','email57');
insert into cust VALUES('id58','id58','name58','addres58','email58');
insert into cust VALUES('id59','id59','name59','addres59','email59');
insert into cust VALUES('id60','id60','name60','addres60','email60');
insert into cust VALUES('id61','id61','name61','addres61','email61');
insert into cust VALUES('id62','id62','name62','addres62','email62');
insert into cust VALUES('id63','id63','name63','addres63','email63');
insert into cust VALUES('id64','id64','name64','addres64','email64');
insert into cust VALUES('id65','id65','name65','addres65','email65');
insert into cust VALUES('id66','id66','name66','addres66','email66');
insert into cust VALUES('id67','id67','name67','addres67','email67');
insert into cust VALUES('id68','id68','name68','addres68','email68');
insert into cust VALUES('id69','id69','name69','addres69','email69');
insert into cust VALUES('id70','id70','name70','addres70','email70');
insert into cust VALUES('id71','id71','name71','addres71','email71');
insert into cust VALUES('id72','id72','name72','addres72','email72');
insert into cust VALUES('id73','id73','name73','addres73','email73');
insert into cust VALUES('id74','id74','name74','addres74','email74');
insert into cust VALUES('id75','id75','name75','addres75','email75');
insert into cust VALUES('id76','id76','name76','addres76','email76');
insert into cust VALUES('id77','id77','name77','addres77','email77');
insert into cust VALUES('id78','id78','name78','addres78','email78');
insert into cust VALUES('id79','id79','name79','addres79','email79');
insert into cust VALUES('id80','id80','name80','addres80','email80');
insert into cust VALUES('id81','id81','name81','addres81','email81');
insert into cust VALUES('id82','id82','name82','addres82','email82');
insert into cust VALUES('id83','id83','name83','addres83','email83');
insert into cust VALUES('id84','id84','name84','addres84','email84');
insert into cust VALUES('id85','id85','name85','addres85','email85');
insert into cust VALUES('id86','id86','name86','addres86','email86');
insert into cust VALUES('id87','id87','name87','addres87','email87');
insert into cust VALUES('id88','id88','name88','addres88','email88');
insert into cust VALUES('id89','id89','name89','addres89','email89');
insert into cust VALUES('id90','id90','name90','addres90','email90');
insert into cust VALUES('id91','id91','name91','addres91','email91');
insert into cust VALUES('id92','id92','name92','addres92','email92');
insert into cust VALUES('id93','id93','name93','addres93','email93');
insert into cust VALUES('id94','id94','name94','addres94','email94');
insert into cust VALUES('id95','id95','name95','addres95','email95');
insert into cust VALUES('id96','id96','name96','addres96','email96');
insert into cust VALUES('id97','id97','name97','addres97','email97');
insert into cust VALUES('id98','id98','name98','addres98','email98');
insert into cust VALUES('id99','id99','name99','addres99','email99');
insert into cust VALUES('id100','id100','name100','addres100','email100');



INSERT INTO `seocho` (`seochono`, `marketname`, `ceoname`, `address`, `phone`, `categori`, `food`,`open`, `close`) VALUES
	(1, '貴信(귀할귀 믿을신) 불고기', '장보경', '서초동 1302-38 1층 103호', '02-591-0281', 1, '불고기\r','11:00:00','22:00:00'),
	(2, '주식회사 서초동연가 서초별관점', '장보경', '서초동 1302-38 1층 103호', '02-591-0281', 1, '우거지국밥\r','18:00:00','08:00:00'),
	(3, '인근주민 강남본점', '이철우', '서초동 1302-38 2층/3층', '02-591-2087', 1, '파스타\r','17:00:00','01:00:00'),
	(4, '서울집', '이종혁', '서초동 1302-2 1층 5호/ 6호 대지프라자', '02-3482-1224', 1, '곰탕\r','16:00:00','23:00:00'),
	(5, '참이맛 감자탕', '김옥영 외 1명', '서초동 1302-44 1층', '02-3481-3399', 1, '감자탕\r','00:00:00','24:00:00'),
	(6, '스시가', '김윤선', '서초동 1302-45 양정빌딩 2층 가호', '02-3481-3071', 2, '스시정식\r','11:30:00','24:00:00'),
	(7, '강남껍데기', '조연수', '서초동 1303-10 서초한일유앤아이주상복합 1층 113호', '02-534-5572', 1, '김치찌개/삼겹살\r','11:30:00','24:00:00'),
	(8, '강남역 파스타', '이진한', '서초동 1307-4', '02-3482-0959', 3, '파스타\r','11:30:00','24:00:00'),
	(9, '이자카야 나무  (서초)', '김충기 외 1명', '서초동 1307-11 지하1층~지상4층', '02-535-0348', 2, '연어요리\r',null,null),
	(10, '강남본점', '신철호', '서초동 1308 201호/ 203호/ 204호', '02-536-4133', 1, '칼국수\r','15:30:00','05:30:00'),
	(11, '제주흑다돈 강남직영점', '강정호', '서초동 1308-15 1층', '02-3482-2090', 1, '삼겹살\r','11:00:00','05:00:00'),
	(12, '에머이 강남대로점', '김미정', '서초동 1308-16 102/103/105/107/108/109호', '02-534-7174', 5, '쌀국수\r','00:00:00','24:00:00'),
	(13, '장꼬방', '김현수', '서초동 1316 1층', '02-597-5511', 1, '단팥죽\r','10:00:00','24:00:00'),
	(14, '주식회사 맛있는이야기 노랑저고리', '이승철', '서초동 1316-29 타임빌딩 601호', '02-534-5300', 1, '노랑정식\r','11:30:00','21:30:00'),
	(15, '피제리아 하이웨이트립', '최영구', '서초동 1316-30 1층/2층', '02-535-8128', 3, '피자\r','10:30:00','22:30:00'),
	(16, '(주)이춘복스시강남', '이춘복', '서초동 1317 1층 2층', '02-591-4558', 2, '스시\r','11:00:00','01:00:00'),
	(17, '하루하루', '정재영', '서초동 1317-20 아라타워 201-1~214-1일부', '02-595-4952', 5, '샤브샤브\r',null,null),
	(18, '연타발', '황숙희', '서초동 1317-20 외4필지 지하1층', '02-536-9282', 1, '등심\r','11:30:00','02:00:00'),
	(19, '강가', '이덕형 외 1명', '서초동 1320-10 삼성전자사옥 지하1층', '02-2059-3610', 5, '인도요리\r','10:30:00','23:00:00'),
	(20, '소만옥', '이정주', '서초동 1320-10 지하1층', '02-587-9005', 1, '갈비탕\r','10:30:00','23:00:00'),
	(21, '서초사리원', '나성윤', '서초동 1321-7', '02-3474-5005', 1, '불고기\r','11:00:00','21:00:00'),
	(22, '스시 다미선', '신명리', '서초동 1327-8 스퀘어큐브 2층', '02-582-3328', 2, '스시정식\r','11:30:00','05:00:00'),
	(23, '강남정', '김영균', '서초동 1327-13 B101호 일부', '02-584-8221', 1, '한우가마솥국밥\r','11:00:00','23:00:00'),
	(24, '서동한우 강남점', '백경희', '서초동 1327-29 서초파라곤 201호/208호', '02-3474-9297', 1, '한우구이\r','11:00:00','22:00:00'),
	(25, '모랑 강남점', '김지완', '서초동 1328-11 대우도씨에빛2 212호', '02-521-3980', 1, '해물돌솥밥\r','11:00:00','22:00:00'),
	(26, '해우담 서초본점', '박소희', '서초동 1329-4 우남빌딩 지하1층', '02-522-4211', 1, '해산물한정식\r','11:00:00','23:00:00'),
	(27, '봉피양', '김영환', '서초동 1330 1층 103호', '02-587-7018', 1, '냉면\r','11:30:00','22:00:00'),
	(28, '더하누', '유준희', '서초동 1330-4 아루누보씨티2 101/102/109/111/112/113/114호', '02-584-9392', 1, '등심\r','11:00:00','22:00:00'),
	(29, '강남역 기와집 양대창', '윤태문 외 1명', '서초동 1330-12 강남역 인앤인 1층 101호', '02-522-9279', 1, '양대창\r','11:00:00','23:00:00'),
	(30, '진대감 강남역 삼성타운점', '용동순', '서초동 1330-13 우영빌딩 2층', '02-587-0073', 1, '설렁탕/차돌삼합\r','11:30:00','22:30:00'),
	(31, '됐소 강남', '정영석', '서초동 1330-15', '02-586-8588', 1, '등심(안심)\r','11:30:00','22:30:00'),
	(32, '두껍삼 강남직영점', '정영훈 외 1명', '서초동 1330-16 1층 (101호)', '02-585-3592', 1, '숙성삼겹살\r',null,null),
	(33, '초선과여포', '이종국', '서초동 1330-16 201호', '02-525-9890', 4, '깐쇼새우\r',null,null),
	(34, '삼성각', '하동옥', '서초동 1330-18 2층', '02-598-5553', 4, '전가복\r','11:00:00','22:30:00'),
	(35, '조선횟집 서초점', '이범택', '서초동 1331-2 2층', '02-587-8855', 2, '제철회코스요리\r','11:30:00','23:00:00'),
	(36, '한라담 강남역점', '이범택', '서초동 1331-2 2층(일부)', '02-587-4433', 1, '한우모듬구이\r','10:30:00','22:00:00'),
	(37, '진상샤브샤브', '홍인국', '서초동 1337-3 강남역 푸르지오시티 지하1층', '02-581-0092', 1, '샤브샤브\r','10:30:00','22:00:00'),
	(38, '(주)미가미', '김상균', '서초동 1337-32 지하1층', '02-522-6522', 2, '회\r','11:00:00','22:00:00'),
	(39, '삼호복집', '장명화', '서초동 1338-10', '02-3474-3533', 1, '복지리\r','11:00:00','22:00:00'),
	(40, '만다린', 'CUI XIANSHU', '서초동 1338-10 3층전체', '02-588-2338', 4, '해물짬뽕/ 찹쌀탕수육\r','11:30:00','21:30:00'),
	(41, '참설농탕', 'CHO YOUNG IL 외 2명', '서초동 1340 1층', '02-3471-2488', 1, '설렁탕\r','11:30:00','21:30:00'),
	(42, '남강메기 서초직영점', '도형석', '서초동 1340-2 (1층)', '02-598-6800', 1, '메기매운탕\r','00:00:00','24:00:00'),
	(43, '듬북담북(뱅뱅점)', '엄태영 외 1명', '서초동 1340-3 1층', '02-525-8689', 1, '북어국\r','00:00:00','24:00:00'),
	(44, '서초버드나무집', '이범만', '서초동 1340-5', '02-3473-8354', 1, '갈비탕\r','11:00:00','22:00:00'),
	(45, '육갑식당', '김은경', '서초동 1340-14', '02-588-8292', 1, '등심/꽃살\r','15:00:00','01:00:00'),
	(46, '한국수', '김인숙', '서초동 1341-7 1층 103호', '02-568-5972', 1, '팔도면요리\r',null,null),
	(47, '춘향골 추어탕', '이범철', '서초동 1342-7 1층', '02-3472-0050', 1, '추어탕\r',null,null),
	(48, '오곡채', '김혜경', '서초동 1343-7', '02-588-2232', 1, '보쌈\r','11:30:00','22:00:00'),
	(49, '명선헌', '김경자', '서초동 1344-12 지하1층', '02-587-2942', 1, '한정식\r','11:30:00','22:00:00'),
	(50, '김영자 원조 나주곰탕(서초점)', '김혜진', '서초동 1357-70 1층', '02-522-8896', 1, '곰탕\r','00:00:00','24:00:00'),
	(51, '한촌설렁탕', '박지은', '서초동 1359-13 (지상1층)', '02-525-0225', 1, '설렁탕\r','10:00:00','22:00:00'),
	(52, '황금빛 마을', '황순덕', '서초동 1359-22/ 1층', '02-521-4040', 1, '김치찌개/된장찌개\r',null,null),
	(53, '서초복집', '노현숙', '서초동 1363-4 양재빌딩 2층', '02-581-2362', 1, '복지리\r','11:00:00','22:00:00'),
	(54, '자인뭉티기', '노정아', '서초동 1363-7 1층', '02-597-2158', 1, '등심\r','11:00:00','22:00:00'),
	(55, '청정횟집', '이복임', '서초동 1363-25 한라비발디스튜디오193 B101호', '02-581-5886', 2, '활어회\r',null,null),
	(56, '순남시래기', '최효성', '서초동 1363-25 지하1층 103-1호', '02-582-5044', 1, '시래기국\r','11:00:00','21:30:00'),
	(57, '신가예촌', '이유경', '서초동 1364-3 세방빌딩', '02-525-0986', 1, '전골/갈비살\r','11:30:00','22:00:00'),
	(58, '예촌', '신봉석', '서초동 1364-5 예촌', '02-525-0987', 1, '한정식\r',null,null),
	(59, '진주청국장', '박홍전', '서초동 1365-22', '02-525-6919', 1, '청국장\r',null,null),
	(60, '수미관', '서준형', '서초동 1427-5 1층', '02-582-0707', 1, '곰탕\r',null,null),
	(61, '부일갈비', '김종구', '서초동 1427-6 101호', '02-585-3112', 1, '갈비탕\r','11:00:00','22:00:00'),
	(62, '송쉐프', '권중백', '서초동 1431-14', '02-598-9662', 4, '자장면/ 짬뽕 등\r','11:00:00','22:00:00'),
	(63, '강촌식당 서초점', '유지선', '서초동 1443-4 1층', '02-586-8787', 1, '닭갈비\r','00:00:00','24:00:00'),
	(64, '신선설농탕', '오청', '서초동 1443-8 1층', '02-3473-1155', 1, '설렁탕\r','00:00:00','24:00:00'),
	(65, '선궁', '허익회', '서초동 1451-34', '02-597-1397', 4, '중국요리\r','11:30:00','22:00:00'),
	(66, '서초갈비', '설원철', '서초동 1451-77 2층', '02-582-2988', 1, '등심\r','11:30:00','21:30:00'),
	(67, '백년 한정식', '최요섭', '서초동 1451-95 지하1층', '02-586-8979', 1, '한정식\r','10:00:00','21:30:00'),
	(68, '소들녘 서초점', '전은정', '서초동 1485-5 (소방 1 2층)', '02-583-0505', 1, '소불고기\r','10:00:00','21:30:00'),
	(69, 'da Pitta(다 피타)', '강희영', '서초동 1487-3 1층', '02-523-5147', 3, '파스타/피자\r','11:30:00','22:30:00'),
	(70, '영변', '차석재', '서초동 1503-13 2/3층', '02-583-1123', 2, '회정식\r','11:00:00','21:00:00'),
	(71, '신박사 콩사랑', '신동안', '서초동 1503-15 1층', '02-588-8862', 1, '순두부/콩국수\r','11:30:00','22:30:00'),
	(72, '다피타(da pitta)', '노은영', '서초동 1503-16', '02-521-5147', 3, '파스타/피자\r',null,null),
	(73, '서초정육식당', '이경득', '서초동 1503-19', '02-588-0290', 1, '등심\r','11:30:00','22:30:00'),
	(74, '영양센타 서초역점', '김윤식', '서초동 1505-6', '02-3487-0101', 1, '전기구이통닭\r','00:00:00','24:00:00'),
	(75, '수원본갈비1993', '김민주', '서초동 1511-12', '02-521-1727', 1, '감자탕\r',null,null),
	(76, '리스토란떼 일 디토 서초', '이지훈', '서초동 1516-2 (주)삼성출판사 사옥', '02-3471-7021', 3, '스테이크/파스타\r','17:30:00','22:00:00'),
	(77, '진도울돌목가는길', '박안나 외 2명', '서초동 1540-1', '02-521-6032', 1, '한정식\r',null,null),
	(78, '미유끼', '범미정', '서초동 1540-11 보광빌딩 지하1층', '02-585-2844', 2, '광어회\r',null,null),
	(79, '미각', '김춘희', '서초동 1543-1', '02-585-9095', 1, '생등심\r','10:00:00','22:00:00'),
	(80, '포메인서초점', '김근자', '서초동 1543-8 1층 102호', '02-521-0722', 1, '쌀국수\r','10:00:00','22:00:00'),
	(81, '부산아지매국밥 서초역점', '강현숙', '서초동 1544-2/ 1층', '02-582-9882', 1, '전복회정식\r','00:00:00','24:00:00'),
	(82, 'BABBO PIZZA(밥보피자)', '최유미', '서초동 1545-2 1층', '02-585-0082', 3, '피자\r','00:00:00','24:00:00'),
	(83, '서초 불쭈꾸미', '김수선', '서초동 1552-6 지상1층', '02-3486-9994', 1, '설렁탕\r','11:00:00','22:00:00'),
	(84, '리향', '유영대 외 1명', '서초동 1552-7 2층', '02-525-3580', 4, '중화요리\r','10:00:00','22:00:00'),
	(85, '가조고향마을', '오성석', '서초동 1552-16 1층', '02-584-0199', 1, '등심\r',null,null),
	(86, '초원복집', '최성례', '서초동 1552-18 1층', '02-598-3654', 1, '복요리\r','11:00:00','22:00:00'),
	(87, '향나무집', '배인순', '서초동 1553-14 지상1층', '02-597-5554', 1, '낙지/홍어찜\r','11:00:00','22:00:00'),
	(88, '서귀포 오분작 뚝배기', '정미자', '서초동 1555-2 1/2층', '02-523-9898', 1, '해물찜/ 해물돌솥밥\r','11:00:00','21:30:00'),
	(89, '서초면옥', '최홍용 외 1명', '서초동 1557-7 (지상1층 가호)', '02-522-1422', 1, '냉면/갈비찜\r','11:00:00','22:00:00'),
	(90, '우리바다생태찌개', '허영윤', '서초동 1564-12 1층', '02-582-0128', 1, '생태찌개\r','10:00:00','22:00:00'),
	(91, '하남돼지집 교대점', '권선단', '서초동 1567-8 1층', '02-3473-9282', 1, '고기류\r','17:00:00','23:00:00'),
	(92, '나나마구로', '강정민', '서초동 1571-6 1층/ 2층', '02-582-5674', 2, '참치회\r','17:00:00','23:00:00'),
	(93, '신촌설렁탕 교대역점', '백정석', '서초동 1571-12 1층', '02-585-2929', 1, '설렁탕\r','10:00:00','22:00:00'),
	(94, '대찬횟집 교대점', '신2', '서초동 1571-15 지하1층', '02-525-8858', 2, '매운탕\r',null,null),
	(95, '옛날전통육개장 전문점 육대장 한방보쌈·전골', '이진수', '서초동 1571-17 1층', '02-6959-7889', 1, '육개장\r',null,null),
	(96, '원당', '서영보', '서초동 1571-26', '02-583-3333', 1, '감자탕\r',null,null),
	(97, '서초 장어타운', '황지윤', '서초동 1571-30 3층/4층', '02-521-6934', 1, '장어\r','11:30:00','22:00:00'),
	(98, '모악정', '김경자', '서초동 1572-18 지하1층', '02-584-1132', 1, '해물삼합\r',null,null),
	(99, '봉추찜닭', '김익환 외 1명', '서초동 1574-6 101호', '02-584-6981', 1, '찜닭\r','11:00:00','24:00:00'),
	(100, '리밍', '전성정', '서초동 1576-1 지층', '02-583-5989', 4, '자장면\r','00:00:00','24:00:00'),
	(101, '한우플러스', '권오덕', '서초동 1576-9 지산빌딩 2층', '02-522-6457', 1, '등심\r','11:00:00','22:00:00'),
	(102, '가온매운갈비찜', '최문석', '서초동 1579-1 지하1층', '02-586-5959', 1, '매운갈비찜\r','12:30:00','22:30:00'),
	(103, '크래버 대게나라', '김소영', '서초동 1582-16 1층', '02-525-9779', 1, '대게요리\r',NULL, null),
	(104, '앨리스가든 플라워앤티 하우스', '박영신 외 1명', '서초동 1584-7 지상1층', '02-583-5658', 5, '커피/빵\r',null,null),
	(105, '삼대나주곰탕', '정경희', '서초동 1585-18 101/102/103/104', '02-583-3433', 1, '곰탕\r','11:00:00','22:00:00'),
	(106, '서초아구찜', '장동학 외 1명', '서초동 1588-8 1층 105호', '02-522-3673', 1, '아구찜\r','10:00:00','03:00:00'),
	(107, '국수명가', '유금순', '서초동 1588-13', '02-3473-0045', 6, '국수\r',null,null),
	(108, '든든한우家', '이희춘', '서초동 1591-11 2/3층', '02-586-4000', 1, '등심\r','11:00:00','22:00:00'),
	(109, '함평한우 정육식당', '김경미', '서초동 1595-6 1층', '02-582-2828', 1, '등심\r','11:00:00','22:00:00'),
	(110, '홍천한우', '이희춘', '서초동 1595-8 2층일부/3층일부', '02-586-0513', 1, '등심\r','11:00:00','22:00:00'),
	(111, '동수원갈비', '김숙희', '서초동 1601-1 샤르망 지하1층 B01호~B04호/ B05호일부', '02-588-7060', 1, '왕갈비\r',null,null),
	(112, '우작설렁탕', '권도훈', '서초동 1621-5', '02-584-8544', 1, '설렁탕\r','11:30:00','21:00:00'),
	(113, '소공동뚝배기집 교대점', '최용식', '서초동 1659-17 추호주택 지하1층', '02-586-1962', 1, '직화구이\r','09:00:00','22:00:00'),
	(114, '애향', '김경수', '서초동 1676-4 1층', '02-583-8182', 1, '남도계절음식\r','09:00:00','22:00:00'),
	(115, '주식회사 서석대', '안재홍', '서초동 1678-1 서초동 동아빌라트 102호', '02-537-0077', 1, '한우구이\r','11:30:00','22:30:00'),
	(116, '늘봄웰봄', '윤광석', '서초동 1685-3 아크로비스타지하1층지하A-105/A-106/A-107호', '02-596-8804', 1, '등심\r','11:30:00','22:00:00'),
	(117, '서초 해물찜', '조용효', '서초동 1685-8 지파이브센트럴프라자 B106호/ 107호', '02-577-6465', 1, '해물찜\r','11:30:00','22:30:00'),
	(118, '미타니야 교대역점', '이영덕', '서초동 1685-8 G5센트럴프라자 1층 128호~130호', '02-535-6001', 2, '우동/돈까스\r','11:30:00','22:00:00'),
	(119, '용봉대반점', '김태륜', '서초동 1689-1', '02-591-3337', 4, '짜장면/짬뽕/탕수육\r','09:00:00','21:00:00'),
	(120, '서초보쌈', '최영옥 외 1명', '서초동 1689-6 103호', '02-537-6201', 1, '보쌈\r','11:00:00','22:00:00'),
	(121, '태평양', '정희동', '서초동 1691-1 지하1층/', '02-599-8564', 2, '모듬회\r','12:00:00','22:00:00'),
	(122, '교대강릉집', '안희수', '서초동 1692-3 지 1층', '02-532-5430', 5, '회무침\r','11:30:00','22:00:00'),
	(123, '신태평양', '천원기', '서초동 1692-4 지하1층 가호', '02-534-0354', 2, '모듬회\r','11:30:00','22:30:00'),
	(124, '설국', '강동진', '서초동 1694-22 (1층)', '02-3476-8007', 2, '회정식\r','10:00:00','23:00:00'),
	(125, '짝꿍 떡볶이', '김재연', '서초동 1695-7', '02-537-6836', 6, '떡볶이\r',null,null),
	(126, '엉터리생고기 교대역점', '이상배 외 1명', '서초동 1696-13 애니빌딩1층', '02-596-8009', 1, '삼겹살\r',null,null),
	(127, '빛고을으뜸추어탕', '송재민', '서초동 1697-15 1층', '02-537-0156', 1, '추어탕\r',null,null),
	(128, '만경생태', '정성면', '서초동 1697-16 1층', '02-3482-3661', 1, '동태탕\r','10:00:00','22:00:00'),
	(129, '송학횟집', '김미선', '서초동 1699-2 4층', '02-595-8822', 2, '회\r','10:30:00','22:30:00'),
	(130, '기와집순두부', '안광윤', '서초동 1699-13', '02-599-0579', 1, '순두부\r','11:30:00','22:00:00'),
	(131, '한우명가 노고단', '이미옥', '서초동 1704-1 정곡빌딩 동관 지하15호', '02-973-9792', 1, '불고기\r',null,null),
	(132, '황궁', '전용우', '서초동 1705 정곡빌딩서관 지하1층', '02-599-8078', 4, '중국요리\r','11:00:00','21:00:00'),
	(133, '남도미락', '한선희', '서초동 1706-12 지하 1층', '02-593-1100', 1, '청국장\r','10:00:00','22:00:00'),
	(134, '대나무골', '전용석', '서초동 1709-4', '02-533-8410', 1, '한정식\r',null,null),
	(135, '램하우스 서초법원점', '박종근', '서초동 1713-4 /5/6 (202호)', '02-3476-0678', 1, '양갈비\r','10:00:00','22:00:00'),
	(136, '우밀면옥 교대점', '김현경', '서초동 1713-4 길도 BD 1층 104호', '02-596-3770', 1, '평양냉면\r','10:00:00','22:00:00'),
	(137, '장원한정식', '정애숙', '서초동 1714-16', '02-593-8449', 1, '한정식\r','11:30:00','22:00:00'),
	(138, '이남장(서초점)', '이승호', '서초동 1715-1 1층/2층/3층', '02-592-0268', 1, '설렁탕\r','00:00:00','24:00:00'),
	(139, '서초원', '고인혜', '서초동 1715-10 (지하 1층)', '02-596-0927', 1, '한정식\r','11:30:00','22:00:00'),
	(140, '전주가', '최석종', '서초동 1717-4 지하1층 103호', '02-594-5588', 1, '한정식\r',null,null),
	(141, '북해도', '박미향', '서초동 1717-6 지하1층', '02-532-0934', 2, '회정식\r','10:00:00','22:00:00'),
	(142, '오발탄', '이헌룡', '서초동 1720-1 1/2/3층', '02-591-6657', 1, '양대창구이\r','11:30:00','23:00:00'),
	(143, '오선채', '강승현', '양재동 1-23 (지하 1층)', '02-578-9411', 1, '한정식\r','11:30:00','22:00:00'),
	(144, '일품헌', 'XU YUANJI', '양재동 1-28 성원빌딩 가동 1층/2층', '02-574-7117', 4, '샤브샤브\r','11:30:00','21:00:00'),
	(145, '인덕원비빔국수', '주철상', '양재동 2-36 1/2층', '02-579-5678', 1, '국수/만두\r','11:00:00','21:00:00'),
	(146, '갈비사랑', '이하수 외 1명', '양재동 14-3 지층/지상2/3/4/5층', '02-3463-6800', 1, '돼지갈비\r','11:00:00','22:00:00'),
	(147, '백마 김씨네', '이하수 외 1명', '양재동 14-14 2층', '02-3463-9255', 1, '소고기 국밥\r','11:30:00','22:00:00'),
	(148, '영동회관', '정용철 외 1명', '양재동 17-1 103호', '02-6084-0250', 1, '삼겹살\r','11:30:00','22:00:00'),
	(149, '청정해참치', '김상만', '양재동 23-0 환승주차장 201호', '02-577-4722', 2, '참치회\r','11:30:00','22:00:00'),
	(150, '동신참치양재직영점', '신동옥', '양재동 24 (지하 1층)', '02-529-7130', 2, '참치회\r',null,null),
	(151, '디오디아(DIODIA)', '이강인', '양재동 24 스포타임 5층', '02-526-8700', 7, '뷔페\r','11:00:00','19:00:00'),
	(152, '구이마마', '문광수', '양재동 114 1층', '02-575-7449', 1, '생삼겹\r','09:00:00','22:00:00'),
	(153, 'The Park(7당)', '강준식', '양재동 202 외 3필지 더케이서울호텔 2층', '02-577-8550', 7, '뷔페\r','07:00:00','22:00:00'),
	(154, '화돌농장', '전수남', '양재동 204 1층', '02-575-1858', 1, '오리로스\r','11:30:00','22:00:00'),
	(155, '(주)배나무골', '장현성 외 2명', '양재동 241-3', '02-571-5252', 1, '오리\r','11:30:00','22:00:00'),
	(156, '어진', '조영정', '양재동 242-4', '02-2058-2933', 1, '해물탕\r','11:00:00','22:00:00'),
	(157, '행복밥상', '윤남교', '양재동 267-2 1층', '02-536-8825', 1, '비빔밥\r',null,null),
	(158, '평가옥', '박민', '양재동 277-2 1층/2층', '02-3462-1577', 1, '평양냉면\r','11:00:00','22:00:00'),
	(159, '초원정육식당', '강영희', '양재동 288-1 1/2층', '02-573-5598', 1, '등심\r','10:00:00','23:00:00'),
	(160, '해늘찹쌀순대', '장훈', '양재동 289-8 2층', '02-573-8292', 1, '찹쌀순대\r',null,null),
	(161, '한촌설렁탕', '김준호', '양재동 289-9', '02-574-6767', 1, '설렁탕\r','00:00:00','24:00:00'),
	(162, '사랑채', '양경비', '양재동 320-4 1층', '02-572-0352', 1, '한정식\r',null,null),
	(163, '약초마을', '이건채', '양재동 353-5 1층', '02-576-5215', 1, '삼계탕\r','11:00:00','21:00:00'),
	(164, '소호정', '임동열', '양재동 392-11 (1/2층)', '02-579-7282', 1, '국수\r','11:30:00','21:30:00'),
	(165, '황태마을', '주윤자', '우면동 13-9', '02-573-8926', 1, '황태구이\r','11:00:00','21:00:00'),
	(166, '정여사 손칼국수', '정정례', '우면동 64-2 201호', '02-544-2000', 6, '칼국수\r','11:00:00','22:00:00'),
	(167, '여의도생고기', '장시훈', '내곡동 1-273 (지상1층)', '02-6339-7299', 1, '소고기 숯불구이\r',null,null),
	(168, '피노', '오영옥', '내곡동 1-2299 1층', '02-445-0417', 1, '연잎밥\r','11:00:00','21:30:00'),
	(169, '맷돌로만청계산점', '이재훈 외 1명', '신원동 192-12', '02-574-9691', 1, '순두부찌개\r','09:30:00','21:30:00'),
	(170, '곤드레집', '정임서', '신원동 195-16 1층/2층', '02-574-4542', 1, '곤드레나물밥\r','11:00:00','20:30:00'),
	(171, '영주축협 한우프라자 청계산역점', '서병국', '신원동 270-10 4층/ 5층', '02-579-9292', 1, '한우생등심\r','11:00:00','21:30:00'),
	(172, '서울만남의광장휴게소 1당', '송상규', '원지동 10-16 서울만남의광장휴게소 1당', '02-578-3372', 1, '국밥/ 찌개\r','06:00:00','22:00:00'),
	(173, '목우촌마을 청계산점', '박기현', '원지동 375 1층', '02-573-0143', 1, '삼겹살\r','08:00:00','22:00:00'),
	(174, '국시 명가', '이은숙', '원지동 377-4 (1층)', '02-571-1474', 1, '국수\r','09:00:00','20:00:00'),
	(175, '조선면옥', '김기흥', '원지동 379-4 2층', '02-2057-5526', 1, '냉면\r','10:00:00','21:00:00'),
	(176, '유라', '김정희', '원지동 412-2 1층', '02-574-2101', 1, '굴비정식\r','11:00:00','23:00:00'),
	(177, '들밥 나들이', '김도희', '원지동 414-10 (1층)', '02-574-9949', 1, '한정식\r','09:00:00','20:30:00'),
	(178, '동지섣달 꽃본듯이', '유미숙', '원지동 419 지상 2층', '02-571-9334', 1, '돌솥밥\r','10:30:00','21:00:00'),
	(179, '소담채', '서동준 외 1명', '원지동 419-1 지하1층/ 1층/ 2층', '02-3462-8592', 1, '쌈밥\r','09:00:00','20:30:00'),
	(180, '담소사골순대 이수역점', '김지원', '방배동 421-1 /952번지 1호 세양아르비채 101동 101호/ 102호/ 103호', '02-522-1821', 1, '순대국\r','00:00:00','24:00:00'),
	(181, '삼소락', '신명아 외 1명', '방배동 444-2 1층/ 주건축물제1동', '02-585-9288', 1, '제주삼겹살\r','11:30:00','24:00:00'),
	(182, '바르미샤브샤브앤칼국수', '이수영', '방배동 444-3 2층 202-2호', '02-597-1155', 5, '샤브샤브\r','11:00:00','22:00:00'),
	(183, '도쿄하나 사당점', '이범택', '방배동 444-3', '02-585-2020', 2, '생선회\r','11:30:00','21:30:00'),
	(184, '연안식당 사당점', '이범택', '방배동 445-1 2층', '02-588-6092', 1, '꼬막비빔밥\r','11:00:00','23:00:00'),
	(185, '둥구나무 사당점', '박정희', '방배동 445-4 8층', '02-525-0980', 1, '한정식\r','11:30:00','21:30:00'),
	(186, '사조참치(사당역점)', '김정숙', '방배동 446-2 지하1층', '02-523-6784', 2, '참치회\r','11:30:00','22:00:00'),
	(187, '돌배기집 사당역지점', '백종원', '방배동 446-2 1층', '02-3482-3788', 1, '차돌박이\r','11:30:00','22:00:00'),
	(188, '수향가', '이병일', '방배동 446-5 1층2층', '02-523-8799', 1, '족발/보쌈\r','14:00:00','01:00:00'),
	(189, '참조은정육식당', '김덕자 외 1명', '방배동 448-21 지하1층/1층', '02-521-2727', 1, '생고기\r', '10:00:00', '22:00:00'),
	(190, '성민양꼬치', '최용진 외 1명', '방배동 449-4 1층', '02-583-8856', 4, '양고기\r','16:00:00','05:00:00'),
	(191, '시골보쌈&감자옹심이', '김순금', '방배동 449-5 (1층)', '02-3473-7358', 1, '보쌈\r','11:30:00','22:00:00'),
	(192, '통영해물보쌈', '김동규', '방배동 449-8 지하1층/1층', '02-585-4378', 1, '해물보쌈\r','12:00:00','24:00:00'),
	(193, '군산 은모래 해물탕. 아구찜', '김옥수', '방배동 450-2 1층', '02-588-2320', 1, '황제문어해신탕\r','11:00:00','24:00:00'),
	(194, '포항죽도 어시장', '황영희', '방배동 450-5 1층/2층', '02-586-5246', 1, '생선회/ 메운탕\r','11:30:00','23:00:00'),
	(195, '남도술상', '신윤숙', '방배동 450-9', '02-598-8040', 1, '남도음식\r','16:00:00','22:00:00'),
	(196, '왕배화로', '김왕배', '방배동 450-10 지상 1층', '02-588-8736', 1, '등심\r','11:00:00','23:00:00'),
	(197, '삼육가 사당역1호점', '서재학', '방배동 450-16 1층', '02-588-1043', 1, '묵은지갈비찜/보쌈\r','11:30:00','22:30:00'),
	(198, '여진족', '박선희 외 1명', '방배동 451-5 1층/ 지하1층', '02-3473-3479', 1, '족발\r','16:00:00','23:00:00'),
	(199, '원당감자탕', '이학승', '방배동 451-8 2층 3층', '02-522-5255', 1, '감자탕\r','10:30:00','22:00:00'),
	(200, '신의주찹쌀순대&숯불갈비', '임규현', '방배동 453-23 (1층)', '02-525-0041', 1, '순대국/돼지갈비\r','00:00:00','24:00:00'),
	(201, '한촌설렁탕 사당역점', '최윤석', '방배동 453-24 삼남빌딩 1층', '02-522-1011', 1, '설렁탕\r','07:00:00','22:00:00'),
	(202, '물조은선주회집', '김인규', '방배동 453-29 (1/2층)', '02-521-7620', 2, '생선회\r','11:00:00','22:30:00'),
	(203, '방배 육감', '이재혁 외 1명', '방배동 475-29 지상1층/2층', '02-584-8008', 1, '생고기\r','11:00:00','22:00:00'),
	(204, '하우스(HOUSE)', '이호정 외 2명', '방배동 477-10 (1층)', '02-525-9296', 3, '스테이크\r','11:30:00','21:30:00'),
	(205, '우면산', '차재성', '방배동 478-5 1층', '02-521-4064', 1, '삼겹살\r',null,null),
	(206, '루안', '곽태훈', '방배동 751-1 지하1층', '02-536-0009', 4, '4\r','11:30:00','22:00:00'),
	(207, '남강메기 반포방배점', '정현자', '방배동 751-3 1층', '02-532-7764', 1, '메기 매운탕\r','11:00:00','22:00:00'),
	(208, '댓짱돈까스', '윤성순', '방배동 755-14 1층/ 101호/102호/106호', '02-534-7009', 2, '돈까스\r','11:00:00','20:30:00'),
	(209, '방배 정육식당', '장재현', '방배동 760-2 후생시설 2동 1층 318호', '02-591-5575', 1, '등심/삼겹살\r',null,null),
	(210, '김대감봉평메밀촌', '김유정', '방배동 761-2 2층', '02-3477-0270', 1, '막국수\r','09:30:00','21:30:00'),
	(211, '임금님밥상', '임정윤', '방배동 762-16 A동 1층', '02-535-5338', 1, '매운탕\r',null,null),
	(212, '방배골숯불갈비', '송원우', '방배동 763-32 101호', '02-3482-1527', 1, '돼지갈비\r','11:00:00','22:00:00'),
	(213, '조가네 갑오징어 방배카페거리점', '신동훈', '방배동 768-13 1층', '02-536-4842', 1, '갑오징어볶음\r','10:00:00','22:00:00'),
	(214, '용이네 정육식당', '백희원', '방배동 769-9 1층', null, 1, '등심/삼겹살\r','11:00:00','01:00:00'),
	(215, 'Kelly(켈리)', '정경화', '방배동 773-5 1층', '02-533-5803', 3, '피자/파스타\r','10:30:00','21:30:00'),
	(216, '방배 송이족발', '김상섭 외 1명', '방배동 777-5 1층', '02-532-9491', 1, '족발\r','17:00:00','24:00:00'),
	(217, '육갑식당', '민보람', '방배동 777-5/ 지하1층 지상1층', '02-596-9292', 1, '등심\r','15:00:00','23:00:00'),
	(218, '미방', '이현주', '방배동 777-20 1층', '02-533-3660', 1, '숯불구이\r','15:00:00','24:00:00'),
	(219, '소담애', '김도건', '방배동 778-18 1층', '02-532-4428', 1, '족발\r','16:00:00','00:30:00'),
	(220, '연화산', '이재중', '방배동 778-25 1층', '02-591-6699', 4, '짜장/짬뽕\r','00:00:00','24:00:00'),
	(221, '장수원', '나오미', '방배동 778-27 지하1층/1층/2층', '02-532-2225', 1, '불고기\r','00:00:00','24:00:00'),
	(222, '일일향 방배점', '권혜린 외 1명', '방배동 795-24 지층/1층', '02-534-8385', 4, '삼선짬뽕\r','11:30:00','21:30:00'),
	(223, '델리세', '장현숙', '방배동 807-9', '02-534-3142', 3, '파스타\r','11:30:00','22:00:00'),
	(224, '유다까 회전초밥전문점', '이진규', '방배동 813-6 1층', '02-537-7714', 2, '초밥\r','11:30:00','22:00:00'),
	(225, '소소정', '박현진', '방배동 813-8 1층', '02-536-8666', 1, '한우곰탕\r','10:00:00','22:00:00'),
	(226, '참숯애 서래갈비', '김성하', '방배동 818-13', '02-537-0086', 1, '갈비\r','11:30:00','24:00:00'),
	(227, '은선 설렁탕', '서금화', '방배동 836-12 1층', '02-535-8583', 1, '설렁탕\r','06:00:00','22:00:00'),
	(228, '서래면옥', '박성완', '방배동 837-14', '02-599-0366', 6, '바지락칼국수\r','11:30:00','21:50:00'),
	(229, '묘오또', '김민수 외 1명', '방배동 850-1 1층(104호)', '02-536-5980', 2, '돈가스/ 우동\r','11:30:00','21:30:00'),
	(230, '제주어항1950', '유영희 외 1명', '방배동 851-2 지상 1층', '02-3482-8400', 1, '순대국\r',null,null),
	(231, '송이하랑', '송성재', '방배동 866-6 지상1층/2층', '02-599-4499', 1, '삼겹살\r','11:00:00','22:00:00'),
	(232, '방배명가', '이연숙', '방배동 873-20 1층', '02-533-2488', 1, '해장국\r','08:00:00','22:00:00'),
	(233, '㈜ 이지에프엔씨', '이영선', '방배동 874-8', '02-595-1511', 1, '설렁탕\r','00:00:00','24:00:00'),
	(234, '금홍錦洪', '김현봉', '방배동 874-15 1층', '02-532-9542', 4, '짬뽕\r','10:30:00','21:30:00'),
	(235, '만다린', '이봉환', '방배동 875-15 1층', '02-596-6767', 4, '짬뽕\r','10:00:00','22:00:00'),
	(236, '양모리 양대창', '이방분', '방배동 851-6 107호', '02-532-8125', 1, '양깃머리/양/대창\r','11:00:00','22:30:00'),
	(237, '서리풀 명가', '박정숙', '방배동 876-9 1층', '02-535-3692', 1, '곰탕/설렁탕\r','10:00:00','21:30:00'),
	(238, '마초셰프', '정영찬', '방배동 876-19 1층', '02-6465-4242', 3, '파스타\r','10:30:00','21:00:00'),
	(239, '만발', '박소영 외 2명', '방배동 878-1 1층', '02-535-7456', 1, '등심\r','11:30:00','22:00:00'),
	(240, '명동보리밥 방배점', '박경순', '방배동 898-3 지상2층 201호', '02-3471-3392', 1, '보리밥정식\r','11:00:00','22:00:00'),
	(241, '우리밀 칼국수', '조화자', '방배동 908-13 지하 1층', '02-588-5895', 1, '칼국수\r','10:00:00','22:00:00'),
	(242, 'CARNE BRASIL GRILL (까르니 브라질 그릴)', 'MERTZ JAIRO LUIS', '방배동 909-4 5층', '02-598-5066', 3, '슈하스코 코스\r','11:30:00','22:00:00'),
	(243, '엉터리생고기 무한삼겹 방배역점', '김은경', '방배동 909-11 2층', '02-588-7113', 1, '삼겹살\r','11:00:00','02:00:00'),
	(244, '지현', '오세인', '방배동 910-4 (지상1층)', '02-3473-6292', 5, '샤브샤브\r','11:00:00','22:00:00'),
	(245, '북경', '소인학', '방배동 911-22 1층 2호', '02-521-9270', 4, '짬뽕/탕수육\r','11:00:00','21:30:00'),
	(246, '더구어', '고석갑', '방배동 924-5 (지상1층)', '02-3474-9293', 1, '삼겹살\r','11:00:00','24:00:00'),
	(247, '돈선생 방배점', '이귀재 외 1명', '방배동 924-7 1층', '02-595-3574', 1, '소갈비/오독갈비\r','10:00:00','22:00:00'),
	(248, '방배순대국', '한승희', '방배동 924-9 1층', '02-598-9587', 1, '순대국\r','09:00:00','02:00:00'),
	(249, '순남시래기 방배점', '박솔잎', '방배동 925-6 1층', '02-582-2326', 1, '시래기국\r','11:00:00','22:00:00'),
	(250, '정담남원추어탕', '류명미', '방배동 926-27 1층', '02-583-7588', 1, '추어탕\r','11:00:00','22:00:00'),
	(251, '미나토', '이길열', '방배동 935-2 1층', '02-525-5841', 2, '숙성 생선회\r','11:30:00','22:00:00'),
	(252, '효소원 순두부와 청국장 그리고 전', '오경옥', '방배동 983-8 1층', '02-3471-3355', 1, '청국장\r','11:00:00','22:00:00'),
	(253, 'ELBA KITCHEN(엘바 키친)', '신원각', '방배동 985-2 1층', '02-585-9559', 3, '스테이크/ 파스타\r','14:00:00','23:00:00'),
	(254, '민어사랑', '박호자', '방배동 1001-9 1층', '02-588-2714', 1, '민어탕\r','11:30:00','22:00:00'),
	(255, '송강', '차경숙', '방배동 1002-1 1층', '02-598-9288', 1, '북어/장어\r','11:30:00','22:00:00'),
	(256, '만다린', '정자용', '방배동 1020-2 1층', '02-581-3366', 4, '중국요리\r','11:00:00','21:00:00'),
	(257, '(주)댓짱돈까스', '장연조', '방배동 1021-14 파크에비뉴빌딩 1층', '02-584-7348', 2, '돈가스\r','11:00:00','20:30:00'),
	(258, '방배골식당', '송금자', '방배동 1022-2 (지상2층)', '02-588-5197', 1, '아구찜\r','11:30:00','22:00:00'),
	(259, '임광루', '권순분', '방배동 1024-4 1층 9호/ 1층 10호', '02-583-2466', 4, '짜장면\r','09:30:00','21:00:00'),
	(260, '방배본가면옥', '정균영 외 1명', '방배동 1031-2 방배홈스텔 1층 102호', '02-587-5799', 1, '냉면\r','11:00:00','22:00:00'),
	(261, '방배골', '석강하', '방배동 2096', '02-2057-7333', 1, '등심\r','11:00:00','23:30:00'),
	(262, '오동도 산아나고 숯불구이', '나명박 외 1명', '방배동 3001-2 103호/ 103-1호', '02-532-9679', 1, '아나고숯불구이\r','15:00:00','04:00:00'),
	(263, '김영희 강남동태찜 이수점', '박상형 외 1명', '방배동 3001-2 방배디오슈페리움 1차 B117~119/ B122~126호', '02-533-0890', 1, '동태찜/해물찜\r','11:00:00','22:00:00'),
	(264, '토다이 반포점', '김정연', '반포동 19-1 /20호/22호 지하 1층', '02-579-1985', 7, '뷔페\r','12:00:00','21:00:00'),
	(265, '수라빔', '오행일', '반포동 19-3 1층중층 M8호 센트럴시티', '02-6282-3355', 1, '비빔밥/해물순두부\r','09:30:00','22:30:00'),
	(266, '포베이 고속터미널점', '김홍희', '반포동 19-4 지하1층 지하9호', '02-595-7738', 5, '베트남쌀국수\r','11:00:00','22:00:00'),
	(267, '경복궁 서초점', '김미애', '반포동 44-4 ~6호 3/ 4층', '02-377-7758', 1, '한정식\r','11:30:00','22:00:00'),
	(268, '하남돼지집 반포점', '김범일', '반포동 55-7 1층', '02-537-6282', 1, '돼지고기\r','11:30:00','23:00:00'),
	(269, '무교동유정낙지반포점', '이현숙', '반포동 57-3', '02-599-0088', 1, '낙지볶음\r','11:30:00','21:00:00'),
	(270, '한지박', '허순영', '반포동 58-6', '02-3478-0834', 1, '닭볶음탕/삼겹살\r','09:30:00','22:00:00'),
	(271, '다봉', '신석우', '반포동 63-1 외4필지 팔래스호텔 64-1/64-2/64-3/64-4', '02-2186-6888', 2, '회초밥\r','13:00:00','21:00:00'),
	(272, 'h\' Garden(에이치가든)', '박홍진', '반포동 63-1 팔래스호텔 1층', '02-2186-6885', 7, '뷔페\r','11:00:00','22:00:00'),
	(273, '남도미락', '김시윤', '반포동 65-1 외2필지 궁전상가 101/102/103/104/105/106/109/110호', '02-595-6060', 1, '연포탕\r','11:00:00','22:00:00'),
	(274, '레드브릭(Redbrick)', '고우현', '반포동 72-8 1층', '02-591-7878', 3, '피자\r','11:30:00','21:00:00'),
	(275, '서래말 면옥집', '최선희', '반포동 72-10 1층~2층', '02-596-3450', 1, '함흥냉면\r','11:00:00','21:50:00'),
	(276, '하노이의아침', '최윤영', '반포동 90-1 가나빌딩 5층', '02-599-5320', 5, '베트남쌀국수\r','11:30:00','21:00:00'),
	(277, '하루', '김덕규', '반포동 90-4 (2층)', '02-532-0224', 1, '고기\r',null,null),
	(278, '화담', '정진철', '반포동 92-6 2층', '02-533-4443', 2, '차돌박이\r','11:00:00','02:00:00'),
	(279, '서래본가', '서심순', '반포동 93-1 1층/2층/3층', '02-3477-9192', 1, '갈비탕\r','11:30:00','22:00:00'),
	(280, '육갑식당', '홍정민', '반포동 93-2 1층 가호', '02-533-9282', 1, '와규\r','15:00:00','23:00:00'),
	(281, '전주행', '이인건', '반포동 95-5 2층', '02-599-8119', 1, '전주비빔밥\r','11:00:00','22:00:00'),
	(282, '포폴라리타', '임영자', '반포동 96-1 1층', '02-593-2340', 3, '스파게티\r','11:30:00','22:00:00'),
	(283, '서래횟집', '공맹자', '반포동 104-2 1층', '02-532-1573', 2, '회초밥\r','11:00:00','23:00:00'),
	(284, '황제', '석가연', '반포동 105-1 (지상2층)', '02-536-8820', 4, '중국요리\r','11:30:00','21:30:00'),
	(285, '(주)톰볼라', '김주환', '반포동 106-8 1층 101호', '02-593-4661', 3, '스테이크\r','15:30:00','17:30:00'),
	(286, '주미요', 'HAN LI', '반포동 107-9 1층/ 위너스빌', '02-599-1988', 4, '북경오리\r','11:00:00','22:00:00'),
	(287, '한국회관', '김경희', '반포동 107-45 가동 1층/2층', '02-595-3355', 1, '한우/탕\r','11:30:00','22:00:00'),
	(288, '우주', '박은솔', '반포동 107-80 1/2층', '02-595-1838', 1, '등심\r','11:00:00','22:00:00'),
	(289, '올반프리미엄 센트럴시티점', '김운아 외 1명', '반포동 118-3 외 7필지 센트럴시티 파미에스테이션 1층  FP103호', '02-591-2213', 1, '뷔페\r','11:00:00','22:00:00'),
	(290, '주식회사 에프아이씨', '이경진', '반포동 649 새빛둥둥섬 제1섬 3층', '02-537-2440', 3, '피자/파스타\r',null,null),
	(291, '어랑 생선밥상', '한석동', '반포동 736', '02-516-3690', 1, '생선구이\r','10:30:00','21:30:00'),
	(292, '평가옥(반포점)', '이창건', '반포동 746-5 서일빌딩 1층 (103-107호)', '02-3444-8030', 1, '냉면\r','11:00:00','22:00:00'),
	(293, '이춘복참치 신논현', '이춘복', '반포동 748-12 지하1층/지상1층', '02-542-4558', 2, '회코스\r','11:00:00','22:00:00'),
	(294, '누룽누룽', '조윤주', '반포동 817 G동 지상 1층 6호', '02-592-6565', 1, '백숙\r','11:00:00','22:00:00'),
	(295, '식도원', '신정숙', '반포동 817 상가E블럭 32-1/33호', '02-599-3825', 2, '정통2\r','17:00:00','23:00:00'),
	(296, '맷돌로만', '박창훈', '반포동 1053 H동 4호~6호', '02-535-1233', 1, '순두부\r','11:00:00','22:00:00'),
	(297, '더가든 키친', '박순희', '잠원동 6-1 더리버사이드호텔 1층(지하 1층?) 1동', '02-6710-1133', 7, '뷔페\r','11:30:00','21:30:00'),
	(298, '영동설농탕', '김용호', '잠원동 10-53', '02-543-4716', 1, '설렁탕\r','00:00:00','24:00:00'),
	(299, '노독일처', '남숙자', '잠원동 15-10 라성빌딩 1층', '02-517-4552', 4, '자장면\r','11:00:00','21:30:00'),
	(300, '내고향본가', '박말녀 외 1명', '잠원동 17-1 2/3/4/5', '02-540-6331', 1, '남도요리\r','11:00:00','22:00:00'),
	(301, '강남 따로국밥', '백윤상', '잠원동 19-10 1동 2층', '02-543-2527', 1, '국밥\r','07:00:00','21:00:00'),
	(302, '원조마산콧털네아구찜', '최금란 외 1명', '잠원동 20-1 근생빌딩 A동 1층', '02-548-9139', 1, '간장게장\r',null,null),
	(303, '이모 전주콩나물 국밥', '고영자', '잠원동 21-1 2층', '02-547-7908', 1, '콩나물국밥\r','00:00:00','24:00:00'),
	(304, '삼호복집', '서미경', '잠원동 22-17 용량빌딩 1층', '02-542-7296', 1, '복매운탕\r','11:00:00','22:00:00'),
	(305, '진대감', '김희석', '잠원동 23-8 수인빌딩 지상1층', '02-543-8858', 1, '차돌삼합\r','11:30:00','22:00:00'),
	(306, '양쓰부', 'YU CHENG LO', '잠원동 25-25 (1층)', '02-549-5922', 4, '짜장\r','11:30:00','20:00:00'),
	(307, '공리', '김태림', '잠원동 26-9 1층/2층', '02-544-3239', 4, '탕수육\r','00:00:00','24:00:00'),
	(308, '(주)프로간장게장', '김종윤', '잠원동 27-1 (지상1층/2층)', '02-543-4126', 1, '간장게장\r','10:00:00','05:00:00'),
	(309, '황금코다리', '구임순', '잠원동 29-3 1층', '02-3444-8474', 1, '코다리\r','10:00:00','22:00:00'),
	(310, '의정부 평양면옥', '박찬석 외 1명', '잠원동 29-23 1/2층', '02-547-6947', 1, '냉면\r','11:00:00','21:00:00'),
	(311, '진동둔횟집', '박외숙 외 1명', '잠원동 36-18 지하1층/1층/2층', '02-544-2179', 2, '대구탕\r','12:00:00','22:00:00'),
	(312, '봉평고향메밀촌', '박대섭', '잠원동 39-1 동화빌딩 1층', '02-511-7888', 1, '막국수\r','10:00:00','21:30:00'),
	(313, '도쿄하나 잠원점', '이범택', '잠원동 66-2 파스텔프라자 A-201호', '02-3476-5100', 2, '생선회/스시\r','11:00:00','20:00:00'),
	(314, 'JS가든(잠원점)', '정영태', '잠원동 66-2', '02-595-1221', 4, '해삼전복볶음\r','11:30:00','22:00:00'),
	(315, '반포면옥', '소순경', '잠원동 70 / 5호', '02-591-4281', 1, '냉면\r',null,null);