import urllib.request
from bs4 import BeautifulSoup
from selenium import webdriver
URL = 'https://www.google.com/search?q={}&source=lnms&tbm=isch&sa=X&ved=2ahUKEwjgwPKzqtXuAhWW62EKHRjtBvcQ_AUoAXoECBEQAw&biw=768&bih=712'
driver = webdriver.Chrome('D://projects/python/00PMProjectCode/chromedriver/chromedriver.exe')
driver.get(URL)
html = driver.page_source
soup = BeautifulSoup(html, 'html.parser')
keywords = ['귀신 불고기', '주식회사 서초동연가 서초별관점', '인근주민 강남본점', '서울집', '참이맛 감자탕', '스시가', '강남껍데기', '강남역 파스타', '이자카야 나무  (서초)', '강남본점', '제주흑다돈 강남직영점', '에머이 강남대로점', '장꼬방', '주식회사 맛있는이야기 노랑저고리', '피제리아 하이웨이트립', '(주)이춘복스시강남', '하루하루', '연타발', '강가', '소만옥', '서초사리원', '스시 다미선', '강남정', '서동한우 강남점', '모랑 강남점', '해우담 서초본점', '봉피양', '더하누', '강남역 기와집 양대창', '진대감 강남역 삼성타운점', '됐소 강남', '두껍삼 강남직영점', '초선과여포', '삼성각', '조선횟집 서초점', '한라담 강남역점', '진상샤브샤브', '(주)미가미', '삼호복집', '만다린', '참설농탕', '남강메기 서초직영점', '듬북담북(뱅뱅점)', '서초버드나무집', '육갑식당', '한국수', '춘향골 추어탕', '오곡채', '명선헌', '김영자 원조 나주곰탕(서초점)', '한촌설렁탕', '황금빛 마을', '서초복집', '자인뭉티기', '청정횟집', '순남시래기', '신가예촌', '예촌', '진주청국장', '수미관', '부일갈비', '송쉐프', '강촌식당 서초점', '신선설농탕', '선궁', '서초갈비', '백년 한정식', '소들녘 서초점', 'da Pitta(다 피타)', '영변', '신박사 콩사랑', '다피타(da pitta)', '서초정육식당', '영양센타 서초역점', '수원본갈비1993', '리스토란떼 일 디토 서초', '진도울돌목가는길', '미유끼', '미각', '포메인서초점', '부산아지매국밥 서초역점', 'BABBO PIZZA(밥보피자)', '서초 불쭈꾸미', '리향', '가조고향마을', '초원복집', '향나무집', '서귀포 오분작 뚝배기', '서초면옥', '우리바다생태찌개', '하남돼지집 교대점', '나나마구로', '신촌설렁탕 교대역점', '대찬횟집 교대점', '옛날전통육개장 전문점 육대장 한방보쌈·전골', '원당', '서초 장어타운', '모악정', '봉추찜닭', '리밍', '한우플러스', '가온매운갈비찜', '크래버 대게나라', '앨리스가든 플라워앤티 하우스', '삼대나주곰탕', '서초아구찜', '국수명가', '든든한우家', '함평한우 정육식당', '홍천한우', '동수원갈비', '우작설렁탕', '소공동뚝배기집 교대점', '애향', '주식회사 서석대', '늘봄웰봄', '서초 해물찜', '미타니야 교대역점', '용봉대반점', '서초보쌈', '태평양', '교대강릉집', '신태평양', '설국', '짝꿍 떡볶이', '엉터리생고기 교대역점', '빛고을으뜸추어탕', '만경생태', '송학횟집', '기와집순두부', '한우명가 노고단', '황궁', '남도미락', '대나무골', '램하우스 서초법원점', '우밀면옥 교대점', '장원한정식', '이남장(서초점)', '서초원', '전주가', '북해도', '오발탄', '오선채', '일품헌', '인덕원비빔국수', '갈비사랑', '백마 김씨네', '영동회관', '청정해참치', '동신참치양재직영점', '디오디아(DIODIA)', '구이마마', 'The Park(뷔페식당)', '화돌농장', '(주)배나무골', '어진', '행복밥상', '평가옥', '초원정육식당', '해늘찹쌀순대', '한촌설렁탕', '사랑채', '약초마을', '소호정', '황태마을', '정여사 손칼국수', '여의도생고기', '피노', '맷돌로만청계산점', '곤드레집', '영주축협 한우프라자 청계산역점', '서울만남의광장휴게소 한식당', '목우촌마을 청계산점', '국시 명가', '조선면옥', '유라', '들밥 나들이', '동지섣달 꽃본듯이', '소담채', '담소사골순대 이수역점', '삼소락', '바르미샤브샤브앤칼국수', '도쿄하나 사당점', '연안식당 사당점', '둥구나무 사당점', '사조참치(사당역점)', '돌배기집 사당역지점', '수향가', '참조은정육식당', '성민양꼬치', '시골보쌈&감자옹심이', '통영해물보쌈', '군산 은모래 해물탕. 아구찜', '포항죽도 어시장', '남도술상', '왕배화로', '삼육가 사당역1호점', '여진족', '원당감자탕', '신의주찹쌀순대&숯불갈비', '한촌설렁탕 사당역점', '물조은선주회집', '방배 육감', '하우스(HOUSE)', '우면산', '루안', '남강메기 반포방배점', '댓짱돈까스', '방배 정육식당', '김대감봉평메밀촌', '임금님밥상', '방배골숯불갈비', '조가네 갑오징어 방배카페거리점', '용이네 정육식당', 'Kelly(켈리)', '방배 송이족발', '육갑식당', '미방', '소담애', '연화산', '장수원', '일일향 방배점', '델리세', '유다까 회전초밥전문점', '소소정', '참숯애 서래갈비', '은선 설렁탕', '서래면옥', '묘오또', '제주어항1950', '송이하랑', '방배명가', '㈜ 이지에프엔씨', '금홍錦洪', '만다린', '양모리 양대창', '서리풀 명가', '마초셰프', '만발', '명동보리밥 방배점', '우리밀 칼국수', 'CARNE BRASIL GRILL (까르니 브라질 그릴)', '엉터리생고기 무한삼겹 방배역점', '지현', '북경', '더구어', '돈선생 방배점', '방배순대국', '순남시래기 방배점', '정담남원추어탕', '미나토', '효소원 순두부와 청국장 그리고 전', 'ELBA KITCHEN(엘바 키친)', '민어사랑', '송강', '만다린', '(주)댓짱돈까스', '방배골식당', '임광루', '방배본가면옥', '방배골', '오동도 산아나고 숯불구이', '김영희 강남동태찜 이수점', '토다이 반포점', '수라빔', '포베이 고속터미널점', '경복궁 서초점', '하남돼지집 반포점', '무교동유정낙지반포점', '한지박', '다봉', "h' Garden(에이치가든)", '남도미락', '레드브릭(Redbrick)', '서래말 면옥집', '하노이의아침', '하루', '화담', '서래본가', '육갑식당', '전주행', '포폴라리타', '서래횟집', '황제', '(주)톰볼라', '주미요', '한국회관', '우주', '올반프리미엄 센트럴시티점', '주식회사 에프아이씨', '어랑 생선밥상', '평가옥(반포점)', '이춘복참치 신논현', '누룽누룽', '식도원', '맷돌로만', '더가든 키친', '영동설농탕', '노독일처', '내고향본가', '강남 따로국밥', '원조마산콧털네아구찜', '이모 전주콩나물 국밥', '삼호복집', '진대감', '양쓰부', '공리', '(주)프로간장게장', '황금코다리', '의정부 평양면옥', '진동둔횟집', '봉평고향메밀촌', '도쿄하나 잠원점', 'JS가든(잠원점)', '반포면옥']
for keyword in keywords:
    URL = 'https://www.google.com/search?q={}&source=lnms&tbm=isch&sa=X&ved=2ahUKEwjgwPKzqtXuAhWW62EKHRjtBvcQ_AUoAXoECBEQAw&biw=768&bih=712'.format(keyword)
    driver.get(URL)
    html = driver.page_source
    soup = BeautifulSoup(html, 'html.parser')
    images = soup.select_one('#islrg > div.islrc > div:nth-child(2) > a.wXeWr.islib.nfEiy > div.bRMDJf.islir > img')
    try:
        imgUrl = images["src"]
        with urllib.request.urlopen(imgUrl) as f:
            with open('./img/' + keyword + '.jpg', 'wb') as h:
                img = f.read()
                h.write(img)
        print('success ', keyword)
    except:
        print('fail',keyword)
driver.close()